//
//  ResultViewController.swift
//  PersonalityQuiz
//
//  Created by Даниил Козлов on 17.11.2022.
//

import UIKit

class ResultViewController: UIViewController {
    //  Делаю 4 стэкВью с животными и их описаниями. Создаю из них аутлеты.
    // Так же как на основном ВС создаю метод чтобы скрывал  эти стэки, а затем прописываю в этом методе логику
    

    override func viewDidLoad() {
        super.viewDidLoad()
    }
}
// Передать сюда массив с ответами [chosenAnswers]
// Придумать логику отбора наибольшего количества совпадений с животным, чтобы затем ->
// Выдать результат с описанием выбранного животного на страницу с результатами
// Убрать кнопку «назад на экране результата»
// Убрать кнопку – заглушку для перехода на экран с результатами
// Убрать свои комментарии до отправки дз преподу
